{
  "theoryTitle": "Consciousness as Integrated Information Theory",
  "notes_theoryTitle": "This theory proposes that consciousness corresponds to integrated information in the brain.",
  "category": "Philosophy of Mind",
  "notes_category": "A major theory in contemporary philosophy of mind and cognitive science.",
  "summary": "IIT proposes that consciousness corresponds to integrated information (Φ) in a system. The more integrated information a system has, the more conscious it is.",
  "notes_summary": "This is a mathematical approach to consciousness that provides a quantitative measure.",
  "overview": {
    "purpose": "To provide a scientific theory of consciousness that can be measured and tested",
    "notes_purpose": "IIT aims to bridge the gap between subjective experience and objective measurement.",
    "focus": "The relationship between information integration and conscious experience",
    "notes_focus": "Focuses on how information is processed and integrated in neural networks.",
    "approach": "Mathematical and computational modeling of information integration",
    "notes_approach": "Uses complex mathematical formulas to quantify consciousness."
  },
  "components": {
    "ontologicalStatus": "Consciousness is a fundamental property of integrated information systems",
    "notes_ontologicalStatus": "IIT treats consciousness as a real, measurable phenomenon.",
    "explanatoryIdentity": "Consciousness IS integrated information, not just correlated with it",
    "notes_explanatoryIdentity": "This is an identity theory, not just a correlation.",
    "functionAndEvolution": {
      "function": "To integrate information from different sources into a unified experience",
      "notes_function": "Consciousness serves to create a coherent model of the world.",
      "evolution": "Evolved to provide adaptive advantages through integrated information processing",
      "notes_evolution": "Consciousness may have evolved because it provides survival advantages."
    },
    "causation": "Integrated information causes conscious experience",
    "notes_causation": "The integration process itself generates the conscious state.",
    "location": "Present wherever there is sufficient integrated information",
    "notes_location": "Not limited to brains - could exist in other complex systems.",
    "arguments": [
      {
        "id": "phi_measurement",
        "notes_id": "The Φ measure provides a quantitative way to assess consciousness",
        "description": "IIT provides a mathematical measure (Φ) for consciousness that can be calculated for any system",
        "notes_description": "This allows for objective measurement of consciousness.",
        "tags": ["mathematical", "quantitative", "testable"],
        "notes_tags": "These tags highlight the scientific nature of the approach.",
        "clarity_rationality": "High - provides clear, testable predictions",
        "notes_clarity_rationality": "The mathematical framework makes predictions that can be empirically tested.",
        "philosophical_tensions": [
          "hard_problem",
          "panpsychism",
          "artificial_consciousness"
        ],
        "notes_philosophical_tensions": "Raises questions about machine consciousness and the hard problem."
      },
      {
        "id": "information_integration",
        "notes_id": "Focuses on how information is integrated rather than just processed",
        "description": "Consciousness requires not just information processing, but integration of that information",
        "notes_description": "This distinguishes conscious from unconscious processing.",
        "tags": ["integration", "unification", "coherence"],
        "notes_tags": "Emphasizes the unified nature of conscious experience.",
        "clarity_rationality": "Medium - integration is hard to define precisely",
        "notes_clarity_rationality": "While intuitive, the exact nature of integration needs clarification.",
        "philosophical_tensions": ["binding_problem", "unity_of_consciousness"],
        "notes_philosophical_tensions": "Addresses the binding problem but may not fully solve it."
      }
    ],
    "notes_arguments": "These arguments form the core of IIT's theoretical foundation."
  },
  "bigQuestions": {
    "what_is_consciousness": "What is the nature of conscious experience?",
    "notes_what_is_consciousness": "IIT provides a specific answer: consciousness is integrated information.",
    "how_does_it_arise": "How does consciousness arise from physical processes?",
    "notes_how_does_it_arise": "Through the integration of information in complex systems.",
    "can_machines_be_conscious": "Can artificial systems be conscious?",
    "notes_can_machines_be_conscious": "IIT suggests yes, if they have sufficient integrated information.",
    "measurement_problem": "How can we measure consciousness objectively?",
    "notes_measurement_problem": "Through the Φ measure of integrated information."
  },
  "philosophicalFocus": {
    "mind_body_problem": "Addresses the mind-body problem through information integration",
    "notes_mind_body_problem": "Provides a bridge between physical and mental properties.",
    "hard_problem": "Attempts to solve the hard problem of consciousness",
    "notes_hard_problem": "By identifying consciousness with integrated information.",
    "qualia": "Explains the nature of qualitative experience",
    "notes_qualia": "Through the specific way information is integrated in each system.",
    "free_will": "Implications for free will and agency",
    "notes_free_will": "Consciousness as integrated information may support certain forms of agency."
  },
  "kuhnFrameworkForAnalysis": {
    "paradigm": "Information integration as the fundamental principle of consciousness",
    "notes_paradigm": "This represents a new paradigm in consciousness studies.",
    "normal_science": "Developing better measures of Φ and testing predictions",
    "notes_normal_science": "Current research focuses on refining the mathematical framework.",
    "anomalies": "Cases where high Φ doesn't correlate with expected consciousness",
    "notes_anomalies": "Some systems may have high integration but limited consciousness.",
    "crisis": "Challenges to the universality of the Φ measure",
    "notes_crisis": "Questions about whether Φ captures all aspects of consciousness.",
    "revolution": "Potential shift from correlation to identity theories of consciousness",
    "notes_revolution": "IIT represents a revolutionary approach to understanding consciousness."
  }
}
